index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Florent Espanet</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/org.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Florent Espanet</h1>
<p>
Hi, I'm a software engineer working on distributed systems and security.
</p>

<p>
Currently at <a href="https://www.datadoghq.com/">Datadog</a> building security products since 2023. Previously at <a href="https://www.backmarket.com/">BackMarket</a> (2019-2023) and <a href="https://www.lumapps.com">LumApps</a> before that.
</p>

<p>
In 2022 I published a pixel-art game on Steam with <a href="https://www.leaespanet.com/">my sister</a>: <a href="https://store.steampowered.com/app/1808820/Alien_Shepherd/">Alien Shepherd</a>.
</p>

<hr />

<p>
[ <a href="https://github.com/volnt">github</a> ] [ <a href="https://www.linkedin.com/in/florentespanet">linkedin</a> ]
</p>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)</p>
</div>
</body>
</html>
